{
  "backend": "tokenizers",
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "</s>",
  "is_local": true,
  "legacy": false,
  "max_length": 256,
  "model_max_length": 2048,
  "pad_to_multiple_of": null,
  "pad_token": "</s>",
  "pad_token_type_id": 0,
  "padding_side": "right",
  "sp_model_kwargs": {},
  "stride": 0,
  "tokenizer_class": "TokenizersBackend",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": "<unk>",
  "use_default_system_prompt": false
}
